// 1. Функция formatedUserData принимает ряд
// аргументов и выводит форматированную
// информацию о пользователе. Опишите
// аргументы этой функции таким образом,
// чтобы в случае отсутствия информации
// о возрасте или родном городе, в
// информации о юзере было указано
// "Нет данных"

function formatedUserData() {
    return `
      Имя: ${firstName};
      Фамилия: ${lastName};
      Возраст: ${age};
      Родной город: ${hometown};
    `;
  }
  
  // 2. Ниже перепишите функцию formatedUserData таким
  // образом чтобы данные выводились в консоль
  
  function formatedUserData2() {}
  